Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# RemotePreferences.DataFileConflictPrompt
source: Snippets, notes, or icon customizations changed both on this Mac and in the settings folder “%@” since they were last in sync. Which copy would you like to keep?
de: Schnipsel, Notizen oder Symbolanpassungen haben sich sowohl auf diesem Mac als auch im Einstellungsordner „%@“ geändert, seit sie zuletzt synchronisiert wurden. Welche Kopie möchten Sie behalten?
ja: スニペット、メモ、アイコンのカスタマイズが、前回の同期以降にこの Mac と設定フォルダ「%@」の両方で変更されました。どちらのコピーを残しますか？
pt_br: Fragmentos, notas ou personalizações de ícone foram alterados tanto neste Mac quanto na pasta de ajustes “%@” desde a última sincronização. Qual cópia você quer manter?
ru: Сниппеты, заметки или настройки значков были изменены как на этом Mac, так и в папке настроек «%@» с момента последней синхронизации. Какую копию вы хотите оставить?
zh_hans: 自上次同步以来，代码片段、笔记或图标自定义项在这台 Mac 和设置文件夹“%@”中都发生了更改。你想保留哪个副本？

# RemotePreferences.DisableLoadingFromURL
source: Disable Loading from URL
de: Laden von URL deaktivieren
ja: URL からの読み込みを無効化
pt_br: Desativar carregamento a partir de URL
ru: Отключить загрузку по URL
zh_hans: 停用从 URL 载入

# RemotePreferences.DiscardLocalChanges
source: Discard Local Changes
de: Lokale Änderungen verwerfen
ja: ローカルの変更を破棄
pt_br: Descartar alterações locais
ru: Отклонить локальные изменения
zh_hans: 放弃本地更改

# RemotePreferences.DontLoadRemoteSettings
source: Don’t Load Remote Settings
de: Entfernte Einstellungen nicht laden
ja: リモート設定を読み込まない
pt_br: Não carregar ajustes remotos
ru: Не загружать удалённые настройки
zh_hans: 不载入远程设置

# RemotePreferences.ErrorLoadingSettings
source: Error Loading Settings
de: Fehler beim Laden der Einstellungen
ja: 設定の読み込みエラー
pt_br: Erro ao carregar os ajustes
ru: Ошибка загрузки настроек
zh_hans: 载入设置时出错

# RemotePreferences.FailedToCopyToDirectory
source: Failed to copy settings to custom directory.
de: Einstellungen konnten nicht in das benutzerdefinierte Verzeichnis kopiert werden.
ja: 設定をカスタムディレクトリにコピーできませんでした。
pt_br: Falha ao copiar os ajustes para o diretório personalizado.
ru: Не удалось скопировать настройки в выбранный каталог.
zh_hans: 无法将设置拷贝到自定义目录。

# RemotePreferences.FailedToLoadFromDirectory
source: Failed to load settings from custom directory. Falling back to local copy.
de: Einstellungen konnten nicht aus dem benutzerdefinierten Verzeichnis geladen werden. Es wird auf die lokale Kopie zurückgegriffen.
ja: カスタムディレクトリから設定を読み込めませんでした。ローカルコピーにフォールバックします。
pt_br: Falha ao carregar os ajustes do diretório personalizado. Retornando à cópia local.
ru: Не удалось загрузить настройки из выбранного каталога. Используется локальная копия.
zh_hans: 从自定义目录载入设置失败。将回退到本地副本。

# RemotePreferences.FailedToLoadFromURL
source: Failed to load settings from URL. Falling back to local copy.
de: Einstellungen konnten nicht von der URL geladen werden. Es wird auf die lokale Kopie zurückgegriffen.
ja: URL から設定を読み込めませんでした。ローカルコピーにフォールバックします。
pt_br: Falha ao carregar os ajustes da URL. Retornando à cópia local.
ru: Не удалось загрузить настройки по URL. Используется локальная копия.
zh_hans: 从 URL 载入设置失败。将回退到本地副本。

# RemotePreferences.HTTPRequestFailed
source: HTTP request failed: %@
de: HTTP-Anfrage fehlgeschlagen: %@
ja: HTTP リクエストが失敗しました: %@
pt_br: Falha na solicitação HTTP: %@
ru: Ошибка HTTP-запроса: %@
zh_hans: HTTP 请求失败：%@

# RemotePreferences.JustSettings
source: Just Settings
de: Nur Einstellungen
ja: 設定のみ
pt_br: Apenas ajustes
ru: Только настройки
zh_hans: 仅设置

# RemotePreferences.KeepLocalChanges
source: Keep Local Changes
de: Lokale Änderungen behalten
ja: ローカルの変更を保持
pt_br: Manter alterações locais
ru: Сохранить локальные изменения
zh_hans: 保留本地更改

# RemotePreferences.LoadFromURLPrompt
source: Load settings from URL? Some changes were made to the local copy that will be lost.
de: Einstellungen von der URL laden? Einige Änderungen an der lokalen Kopie gehen dabei verloren.
ja: URL から設定を読み込みますか？ローカルコピーへの変更が失われます。
pt_br: Carregar os ajustes da URL? Algumas alterações feitas na cópia local serão perdidas.
ru: Загрузить настройки по URL? Некоторые изменения, внесённые в локальную копию, будут потеряны.
zh_hans: 从 URL 载入设置？本地副本中的某些更改将丢失。

# RemotePreferences.LocationNotSet
source: You have enabled “Load settings from a custom folder or URL” in settings but the location is not set.
de: Sie haben „Einstellungen aus einem benutzerdefinierten Ordner oder einer URL laden“ aktiviert, aber der Speicherort ist nicht festgelegt.
ja: 設定で「カスタムフォルダまたは URL から設定を読み込む」が有効になっていますが、場所が設定されていません。
pt_br: Você ativou “Carregar ajustes de uma pasta ou URL personalizada” nos ajustes, mas o local não está definido.
ru: В настройках включён параметр «Загружать настройки из выбранной папки или по URL», но расположение не указано.
zh_hans: 你已在设置中启用“从自定义文件夹或 URL 载入设置”，但尚未设置位置。

# RemotePreferences.LoseChanges
source: Lose Changes
de: Änderungen verwerfen
ja: 変更を破棄
pt_br: Perder alterações
ru: Потерять изменения
zh_hans: 放弃更改

# RemotePreferences.MissingOrMalformedFile
source: Missing or malformed file at “%@”
de: Fehlende oder fehlerhafte Datei unter „%@“
ja: 「%@」にファイルが見つからないか、形式が不正です
pt_br: Arquivo ausente ou malformado em “%@”
ru: Файл отсутствует или повреждён: «%@»

# RemotePreferences.Overwrite
source: Overwrite
de: Überschreiben
ja: 上書き
pt_br: Sobrescrever
ru: Перезаписать
zh_hans: 覆盖

# RemotePreferences.RemoteChangedOverwritePrompt
source: Settings at %@ changed since iTerm2 started. Overwrite it?
de: Die Einstellungen unter %@ haben sich geändert, seit iTerm2 gestartet wurde. Überschreiben?
ja: iTerm2 の起動後に %@ の設定が変更されました。上書きしますか？
pt_br: Os ajustes em %@ foram alterados desde que o iTerm2 iniciou. Sobrescrever?
ru: Настройки в %@ изменились с момента запуска iTerm2. Перезаписать их?
zh_hans: 自 iTerm2 启动以来，%@ 处的设置已更改。覆盖它？

# RemotePreferences.RevealInSettings
source: Reveal in Settings
de: In den Einstellungen anzeigen
ja: 設定で表示
pt_br: Mostrar nos ajustes
ru: Показать в настройках
zh_hans: 在设置中显示

# RemotePreferences.SettingsAndDataChangedCopyPrompt
source: Settings and your snippets, notes, or icon customizations have changed. Copy them to %@?
de: Die Einstellungen sowie Ihre Schnipsel, Notizen oder Symbolanpassungen haben sich geändert. Sollen sie nach %@ kopiert werden?
ja: 設定と、スニペット、メモ、アイコンのカスタマイズが変更されました。%@ にコピーしますか？
pt_br: Os ajustes e seus Fragmentos, notas ou personalizações de ícone foram alterados. Copiá-los para %@?
ru: Настройки, а также ваши сниппеты, заметки или настройки значков изменились. Скопировать их в %@?
zh_hans: 设置以及你的代码片段、笔记或图标自定义项已更改。将其拷贝到 %@？

# RemotePreferences.SettingsChangedCopyPrompt
source: Settings have changed. Copy them to %@?
de: Die Einstellungen haben sich geändert. Sollen sie nach %@ kopiert werden?
ja: 設定が変更されました。%@ にコピーしますか？
pt_br: Os ajustes foram alterados. Copiá-los para %@?
ru: Настройки изменились. Скопировать их в %@?
zh_hans: 设置已更改。将其拷贝到 %@？

# RemotePreferences.SyncDataFilesPrompt
source: iTerm2 can also keep your snippets, global notes, and session icon customizations in the settings folder “%@” so they sync across machines. Notes and snippets can contain sensitive text such as passwords or tokens. Sync them too?
de: iTerm2 kann außerdem Ihre Schnipsel, globalen Notizen und Sitzungssymbol-Anpassungen im Einstellungsordner „%@“ aufbewahren, damit sie zwischen Rechnern synchronisiert werden. Notizen und Schnipsel können vertrauliche Texte wie Passwörter oder Tokens enthalten. Sollen auch diese synchronisiert werden?
ja: iTerm2 では、スニペット、グローバルメモ、セッションアイコンのカスタマイズも設定フォルダ「%@」に保存し、複数のマシン間で同期することができます。メモやスニペットにはパスワードやトークンなどの機密情報が含まれる場合があります。これらも同期しますか？
pt_br: O iTerm2 também pode manter seus Fragmentos, notas globais e personalizações de ícone de sessão na pasta de ajustes “%@” para que sejam sincronizados entre máquinas. Notas e Fragmentos podem conter texto sensível, como senhas ou tokens. Sincronizá-los também?
ru: iTerm2 также может хранить ваши сниппеты, глобальные заметки и настройки значков сеансов в папке настроек «%@», чтобы синхронизировать их между компьютерами. Заметки и сниппеты могут содержать конфиденциальные данные, такие как пароли или токены. Синхронизировать их тоже?
zh_hans: iTerm2 还可以将你的代码片段、全局笔记和会话图标自定义项保存在设置文件夹“%@”中，以便在机器之间同步。笔记和代码片段可能包含密码或令牌等敏感文本。也同步它们？

# RemotePreferences.SyncTheseToo
source: Sync These Too
de: Diese auch synchronisieren
ja: これらも同期
pt_br: Sincronizar estes também
ru: Синхронизировать их тоже
zh_hans: 也同步这些

# RemotePreferences.TriedToCopyDetail
source: Tried to copy %1$@ to %2$@
de: Es wurde versucht, %1$@ nach %2$@ zu kopieren
ja: %1$@ を %2$@ にコピーしようとしました
pt_br: Tentativa de copiar %1$@ para %2$@
ru: Попытка скопировать %1$@ в %2$@
zh_hans: 尝试将 %1$@ 复制到 %2$@。

# RemotePreferences.TryAgainWithoutTimeout
source: Try Again Without Timeout
de: Erneut versuchen ohne Zeitlimit
ja: タイムアウトなしで再試行
pt_br: Tentar novamente sem tempo limite
ru: Повторить без ограничения времени
zh_hans: 无超时重试

# RemotePreferences.UnknownError
source: unknown error
de: unbekannter Fehler
ja: 不明なエラー
pt_br: erro desconhecido
ru: неизвестная ошибка
zh_hans: 未知错误

# RemotePreferences.UseSettingsFolder
source: Use Settings Folder’s
de: Einstellungsordner verwenden
ja: 設定フォルダのものを使用
pt_br: Usar a da pasta de ajustes
ru: Использовать из папки настроек
zh_hans: 使用设置文件夹的

# RemotePreferences.UseThisMac
source: Use This Mac’s
de: Diesen Mac verwenden
ja: この Mac のものを使用
pt_br: Usar a deste Mac
ru: Использовать с этого Mac
zh_hans: 使用这台 Mac 的

# RequestCookie.Action24Hours
source: _24 Hours
de: _24 Stunden
ja: _24時間
pt_br: _24 horas
ru: _24 часа
zh_hans: 24 小时(_2)

# RequestCookie.ActionAlwaysAllowAll
source: Always Allow All Apps
de: Alle Apps immer erlauben
ja: すべてのアプリを常に許可
pt_br: Sempre permitir todos os apps
ru: Всегда разрешать всем приложениям
zh_hans: 始终允许所有 App

# RequestCookie.ActionDeny
source: Deny
de: Verweigern
ja: 拒否
pt_br: Negar
ru: Отклонить
zh_hans: 拒绝

# RequestCookie.ActionForever
source: Forever
de: Für immer
ja: 永久に
pt_br: Para sempre
ru: Навсегда
zh_hans: 永久

# RequestCookie.DefaultAppName
source: An app
de: Eine App
ja: あるアプリ
pt_br: Um app
ru: Приложение
zh_hans: 一个应用程序。

# RequestCookie.Log24Hours
source: Reusable API cookie granted (24 hours) by Applescript.
de: Wiederverwendbares API-Cookie gewährt (24 Stunden) per AppleScript.
ja: AppleScript により再利用可能な API クッキーが付与されました（24時間）。
pt_br: Cookie de API reutilizável concedido (24 horas) pelo AppleScript.
ru: Многоразовый API-cookie предоставлен (на 24 часа) через AppleScript.
zh_hans: 由 Applescript 授予的可复用 API cookie（有效期为24小时）。

# RequestCookie.LogAuthDisabled
source: Automation auth disabled. Single-use API cookie granted by Applescript.
de: Automatisierungsauthentifizierung deaktiviert. Einmaliges API-Cookie per AppleScript gewährt.
ja: 自動化認証が無効です。AppleScript により使い捨ての API クッキーが付与されました。
pt_br: Autenticação de automação desativada. Cookie de API de uso único concedido pelo AppleScript.
ru: Авторизация автоматизации отключена. Одноразовый API-cookie предоставлен через AppleScript.
zh_hans: 自动化认证已禁用。由 Applescript 授予的单次使用 API Cookie。

# RequestCookie.LogPermanent
source: Permanent reusable API cookie granted by Applescript.
de: Dauerhaftes wiederverwendbares API-Cookie per AppleScript gewährt.
ja: AppleScript により永久に再利用可能な API クッキーが付与されました。
pt_br: Cookie de API reutilizável permanente concedido pelo AppleScript.
ru: Постоянный многоразовый API-cookie предоставлен через AppleScript.
zh_hans: 由 Applescript 授予的永久可复用 API cookie。

# RequestCookie.PythonAPINotEnabled
source: The Python API is not enabled.
de: Die Python-API ist nicht aktiviert.
ja: Python API が有効になっていません。
pt_br: A API do Python não está ativada.
ru: Python API не включён.
zh_hans: Python API 未启用。

# RequestCookie.ReusableCookieMessage
source: %@ requests a reusable API cookie.
de: %@ fordert ein wiederverwendbares API-Cookie an.
ja: %@ が再利用可能な API クッキーを要求しています。
pt_br: %@ solicita um cookie de API reutilizável.
ru: %@ запрашивает многоразовый API-cookie.
zh_hans: %@ 请求一个可重复使用的 API cookie。

# RequestCookie.UserDenied
source: User denied the reusable cookie request.
de: Der Benutzer hat die Anfrage nach einem wiederverwendbaren Cookie abgelehnt.
ja: ユーザーが再利用可能なクッキーの要求を拒否しました。
pt_br: O usuário negou a solicitação de cookie reutilizável.
ru: Пользователь отклонил запрос на многоразовый cookie.
zh_hans: 用户拒绝了可复用 cookie 请求。

# ResponsesAPI.RequestRefused
source: The request was refused: %@
de: Die Anfrage wurde abgelehnt: %@
ja: リクエストが拒否されました: %@
pt_br: A solicitação foi recusada: %@
ru: В запросе отказано: %@
zh_hans: 请求被拒绝：%@

# ResponsesStreamingParser.SomethingWentWrong
source: Something went wrong:
de: Etwas ist schiefgegangen:
ja: 問題が発生しました:
pt_br: Algo deu errado:
ru: Что-то пошло не так:
zh_hans: 出现错误：

# ResponsesStreamingParser.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# RestorableState.DiscardSavedWindows
source: Discard Saved Windows
de: Gespeicherte Fenster verwerfen
ja: 保存されたウィンドウを破棄
pt_br: Descartar janelas salvas
ru: Не восстанавливать окна
zh_hans: 丢弃已存储的窗口

# RestorableState.KeepWaiting
source: Keep Waiting
de: Weiter warten
ja: 待機を続ける
pt_br: Continuar aguardando
ru: Продолжить ожидание
zh_hans: 继续等待

# RestorableState.RestoreWindowsHeading
source: Restore Windows?
de: Fenster wiederherstellen?
ja: ウィンドウを復元しますか?
pt_br: Restaurar janelas?
ru: Восстановить окна?
zh_hans: 恢复窗口？

# RestorableState.RestoreWindowsMessage
source: Some windows had trouble restoring last time iTerm2 launched. Try again?
de: Beim letzten Start von iTerm2 gab es Probleme bei der Wiederherstellung einiger Fenster. Erneut versuchen?
ja: 前回iTerm2を起動したとき、一部のウィンドウの復元に問題がありました。もう一度試しますか?
pt_br: Algumas janelas tiveram problemas ao serem restauradas na última vez que o iTerm2 foi iniciado. Tentar novamente?
ru: При последнем запуске iTerm2 не удалось восстановить некоторые окна. Повторить попытку?
zh_hans: 上次 iTerm2 启动时某些窗口恢复出现问题。重试？

# RestorableState.SlowRestoreBody
source: iTerm2 is taking longer than usual to verify your saved windows and tabs. This usually means the system is busy and it’s safe to keep waiting, but a damaged state restoration database could also cause it. You can discard the saved windows instead if you’d rather not wait.
de: iTerm2 benötigt länger als üblich, um Ihre gespeicherten Fenster und Tabs zu überprüfen. Das bedeutet in der Regel, dass das System ausgelastet ist und es unbedenklich ist, weiter zu warten. Es kann aber auch an einer beschädigten Datenbank zur Zustandswiederherstellung liegen. Sie können die gespeicherten Fenster stattdessen verwerfen, wenn Sie nicht warten möchten.
ja: iTerm2は保存されたウィンドウとタブの確認にいつもより時間がかかっています。通常はシステムが混雑していることが原因で、そのまま待機しても問題ありませんが、状態復元用データベースが破損していることも原因として考えられます。待ちたくない場合は、代わりに保存されたウィンドウを破棄できます。
pt_br: O iTerm2 está demorando mais do que o normal para verificar as janelas e abas salvas. Isso geralmente significa que o sistema está ocupado e é seguro continuar aguardando, mas um banco de dados de restauração de estado danificado também pode causar isso. Se preferir não esperar, você pode descartar as janelas salvas.
ru: Проверка сохранённых окон и вкладок в iTerm2 занимает больше времени, чем обычно. Как правило, это означает, что система перегружена и можно спокойно подождать, но причиной также может быть повреждённая база данных восстановления состояния. Если вы не хотите ждать, можно отказаться от восстановления сохранённых окон.
zh_hans: iTerm2 验证已存储的窗口和标签页所花的时间比平时更长。这通常意味着系统繁忙，继续等待是安全的，但状态恢复数据库损坏也可能导致此情况。如果你不想等待，可以改为丢弃已存储的窗口。

# RestorableState.SlowRestoreTitle
source: Still restoring your windows…
de: Ihre Fenster werden noch wiederhergestellt…
ja: ウィンドウを復元中です…
pt_br: Ainda restaurando suas janelas…
ru: Восстановление окон продолжается…
zh_hans: 仍在恢复你的窗口…

# SavePanel.Append
source: Append
de: Anhängen
ja: 追加
pt_br: Adicionar ao final
ru: Добавить
zh_hans: 追加

# SavePanel.ExistsBodyDesktop
source: A file or folder with the same name already exists on the Desktop. Replacing it will overwrite its current contents.
de: Auf dem Schreibtisch ist bereits eine Datei oder ein Ordner mit demselben Namen vorhanden. Wenn Sie sie ersetzen, wird der aktuelle Inhalt überschrieben.
ja: 同じ名前のファイルまたはフォルダがデスクトップに既に存在します。置き換えると、現在の内容が上書きされます。
pt_br: Um arquivo ou pasta com o mesmo nome já existe na Mesa. Substituí-lo irá sobrescrever o conteúdo atual.
ru: Файл или папка с таким именем уже существуют на рабочем столе. Замена приведёт к перезаписи текущего содержимого.
zh_hans: 桌面上已存在同名文件或文件夹。替换它会覆盖其当前内容。

# SavePanel.ExistsBodyHome
source: A file or folder with the same name already exists in your home directory. Replacing it will overwrite its current contents.
de: In Ihrem Home-Verzeichnis ist bereits eine Datei oder ein Ordner mit demselben Namen vorhanden. Wenn Sie sie ersetzen, wird der aktuelle Inhalt überschrieben.
ja: 同じ名前のファイルまたはフォルダがホームディレクトリに既に存在します。置き換えると、現在の内容が上書きされます。
pt_br: Um arquivo ou pasta com o mesmo nome já existe na sua pasta de início. Substituí-lo irá sobrescrever o conteúdo atual.
ru: Файл или папка с таким именем уже существуют в вашей домашней папке. Замена приведёт к перезаписи текущего содержимого.
zh_hans: 家目录中已存在同名文件或文件夹。替换它会覆盖其当前内容。

# SavePanel.ExistsBodyOther
source: A file or folder with the same name already exists. Replacing it will overwrite its current contents.
de: Es ist bereits eine Datei oder ein Ordner mit demselben Namen vorhanden. Wenn Sie sie ersetzen, wird der aktuelle Inhalt überschrieben.
ja: 同じ名前のファイルまたはフォルダが既に存在します。置き換えると、現在の内容が上書きされます。
pt_br: Um arquivo ou pasta com o mesmo nome já existe. Substituí-lo irá sobrescrever o conteúdo atual.
ru: Файл или папка с таким именем уже существуют. Замена приведёт к перезаписи текущего содержимого.
zh_hans: 已存在同名文件或文件夹。替换它会覆盖其当前内容。

# SavePanel.ExistsHeading
source: “%@” already exists. Do you want to replace it or append to it?
de: „%@“ existiert bereits. Möchten Sie sie ersetzen oder anhängen?
ja: 「%@」は既に存在します。置き換えますか、それとも追加しますか?
pt_br: “%@” já existe. Deseja substituí-lo ou adicionar ao final?
ru: «%@» уже существует. Заменить его или добавить в конец?
zh_hans: “%@”已存在。要替换它还是追加到它？

# SavePanel.ExtensionUseBothMessage
source: You can choose to use both, so that your file name ends in “.%1$@.%2$@”.
de: Sie können auch beide verwenden, sodass Ihr Dateiname auf „.%1$@.%2$@“ endet.
ja: 両方を使用することもできます。その場合、ファイル名の末尾は「.%1$@.%2$@」になります。
pt_br: Você pode optar por usar ambas, de modo que o nome do arquivo termine em “.%1$@.%2$@”.
ru: Можно использовать оба варианта, чтобы имя файла заканчивалось на «.%1$@.%2$@».
zh_hans: 你可以同时使用两者，使文件名以“.%1$@.%2$@”结尾。

# SavePanel.LoggingPlainText
source: Plain text
de: Reiner Text
ja: プレーンテキスト
pt_br: Texto simples
ru: Обычный текст
zh_hans: 纯文本

# SavePanel.LoggingRawData
source: Raw data
de: Rohdaten
ja: 生データ
pt_br: Dados brutos
ru: Необработанные данные
zh_hans: 原始数据

# SavePanel.Replace
source: Replace
de: Ersetzen
ja: 置き換え
pt_br: Substituir
ru: Заменить
zh_hans: 替换

# SavePanel.UseBoth
source: Use both
de: Beide verwenden
ja: 両方を使用
pt_br: Usar ambas
ru: Использовать оба
zh_hans: 两者都用

# SavePanel.UseRequiredExtension
source: Use .%@
de: .%@ verwenden
ja: .%@を使用
pt_br: Usar .%@
ru: Использовать .%@
zh_hans: 使用 .%@

# SavePanel.WrongExtensionHeading
source: You cannot save this document with extension “.%1$@” at the end of the name. The required extension is “.%2$@”.
de: Sie können dieses Dokument nicht mit der Erweiterung „.%1$@“ am Ende des Namens speichern. Die erforderliche Erweiterung ist „.%2$@“.
ja: このドキュメントを名前の末尾が「.%1$@」となる拡張子で保存することはできません。必要な拡張子は「.%2$@」です。
pt_br: Não é possível salvar este documento com a extensão “.%1$@” no final do nome. A extensão obrigatória é “.%2$@”.
ru: Невозможно сохранить этот документ с расширением «.%1$@» в конце имени. Требуемое расширение: «.%2$@».
zh_hans: 无法以“.%1$@”作为名称后缀保存此文档。所需的扩展名为“.%2$@”。

# SCPFile.AuthenticationError
source: Authentication error.
de: Authentifizierungsfehler.
ja: 認証エラー。
pt_br: Erro de autenticação.
ru: Ошибка аутентификации.
zh_hans: 验证错误。

# SCPFile.AuthenticationFailed
source: Authentication failed.
de: Authentifizierung fehlgeschlagen.
ja: 認証に失敗しました。
pt_br: Falha na autenticação.
ru: Не удалось выполнить аутентификацию.
zh_hans: 验证失败。

# SCPFile.AuthenticityUnknown
source: The authenticity of host '%1$@' can't be established. %2$@ key fingerprint is %3$@. Connect anyway?
de: Die Authentizität des Hosts '%1$@' kann nicht festgestellt werden. Der %2$@-Schlüssel-Fingerabdruck lautet %3$@. Trotzdem verbinden?
ja: ホスト '%1$@' の信頼性を確認できません。 %2$@ 鍵のフィンガープリントは %3$@ です。 このまま接続しますか?
pt_br: Não é possível estabelecer a autenticidade do host “%1$@”. A impressão digital da chave %2$@ é %3$@. Conectar mesmo assim?
ru: Невозможно установить подлинность узла «%1$@». Отпечаток ключа %2$@: %3$@. Всё равно подключиться?
zh_hans: 无法确认主机 '%1$@' 的真实性。 %2$@ 按键指纹为 %3$@。 仍要连接吗？

# SCPFile.CanceledByUser
source: Canceled by user
de: Vom Benutzer abgebrochen
ja: ユーザーによってキャンセルされました
pt_br: Cancelado pelo usuário
ru: Отменено пользователем
zh_hans: 已被用户取消

# SCPFile.CannotReadFile
source: Cannot read file: %@
de: Datei kann nicht gelesen werden: %@
ja: ファイルを読み込めません: %@
pt_br: Não foi possível ler o arquivo: %@
ru: Не удалось прочитать файл: %@
zh_hans: 无法读取文件: %@

# SCPFile.ConnectionFailed
source: Connection failed: %@
de: Verbindung fehlgeschlagen: %@
ja: 接続に失敗しました: %@
pt_br: Falha na conexão: %@
ru: Не удалось подключиться: %@
zh_hans: 连接失败：%@

# SCPFile.ConnectionFailedHeading
source: Connection Failed
de: Verbindung fehlgeschlagen
ja: 接続に失敗しました
pt_br: Falha na conexão
ru: Не удалось подключиться
zh_hans: 连接失败

# SCPFile.ConnectToNewHostHeading
source: Connect to New Host?
de: Mit neuem Host verbinden?
ja: 新しいホストに接続しますか?
pt_br: Conectar ao novo host?
ru: Подключиться к новому узлу?
zh_hans: 连接到新主机？

# SCPFile.ConnectToPrompt
source: Connect to %@?
de: Mit %@ verbinden?
ja: %@ に接続しますか?
pt_br: Conectar a %@?
ru: Подключиться к %@?
zh_hans: 连接到 %@？

# SCPFile.CorrectPassphrasePrompt
source: correct passphrase for “%@”:
de: richtige Passphrase für „%@“:
ja: 「%@」の正しいパスフレーズ:
pt_br: senha correta para “%@”:
ru: правильный пароль для «%@»:
zh_hans: “%@”的正确口令：

# SCPFile.CouldNotConnect
source: Could not connect.
de: Verbindung konnte nicht hergestellt werden.
ja: 接続できませんでした。
pt_br: Não foi possível conectar.
ru: Не удалось подключиться.
zh_hans: 无法连接。

# SCPFile.DisplayName
source: Secure copy User name: %1$@ Host: %2$@ File: %3$@
de: Sichere Kopie Benutzername: %1$@ Host: %2$@ Datei: %3$@
ja: セキュアコピー ユーザー名: %1$@ ホスト: %2$@ ファイル: %3$@
pt_br: Cópia segura Nome de usuário: %1$@ Host: %2$@ Arquivo: %3$@
ru: Безопасное копирование Имя пользователя: %1$@ Узел: %2$@ Файл: %3$@
zh_hans: 安全复制 用户名: %1$@ 主机: %2$@ 文件: %3$@

# SCPFile.DownloadFailed
source: Download failed
de: Download fehlgeschlagen
ja: ダウンロードに失敗しました
pt_br: Falha ao baixar
ru: Загрузка не удалась
zh_hans: 下载失败

# SCPFile.DownloadsNotWritable
source: Downloads folder not writable. Tried %@
de: Downloads-Ordner nicht beschreibbar. Versucht: %@
ja: ダウンロードフォルダに書き込めません。試行先: %@
pt_br: Pasta de downloads não gravável. Tentado %@
ru: Папка «Загрузки» недоступна для записи. Попытка: %@
zh_hans: 下载文件夹不可写。已尝试 %@

# SCPFile.DownloadsNotWritableShort
source: Downloads folder not writable
de: Downloads-Ordner nicht beschreibbar
ja: ダウンロードフォルダに書き込めません
pt_br: Pasta de downloads não gravável
ru: Папка «Загрузки» недоступна для записи
zh_hans: 下载文件夹不可写

# SCPFile.FailedToConnect
source: Failed to connect to %1$@:%2$d. Double-check that the host name is correct.
de: Verbindung zu %1$@:%2$d fehlgeschlagen. Überprüfen Sie, ob der Hostname korrekt ist.
ja: %1$@:%2$d への接続に失敗しました。ホスト名が正しいか確認してください。
pt_br: Falha ao conectar a %1$@:%2$d. Verifique se o nome do host está correto.
ru: Не удалось подключиться к %1$@:%2$d. Проверьте правильность имени узла.
zh_hans: 无法连接到 %1$@:%2$d。请确认主机名正确。
